var datas =  {
  "txt01": "Vous avez un petit peu la rage. Vos enfants sont morts, votre frère/mec (eh oui) vous a quitté pour aller tâter du bad boy surgelé  et une bonne partie de votre administration a fini cramée dans l’explosion du Grand Septuaire de Belor (vous y êtes pour quelque chose, faut dire…) Il vous reste bien Euron Greyjoy sous le coude, mais son signe astro est Poissons, c’est raccord avec l’odeur, vous vous sentez moyen de l’épouser… Comment rester ad vitam sur le Trône de fer sans avoir à attendre l’invention de l’électro aimant ?",
  "txt02": "Sept saisons que vous n’en finissez pas de rentrer à Port Réal, ça commence à faire long, même avec tous ces beaux gosses sur le chemin. En plus ça refoule grave du dragon dans la salle du trône de Meereen et vous en avez marre de changer vous-même la litière des bestiaux deux fois par jour, parce que vous êtes la seule à pouvoir le faire sans se faire rôtir la couenne, thermostat quarante douze. Il est temps d’en finir avant que le gars sous la couette s’aperçoive que vous êtes sa tante. Sans compter qu’il pourrait kiffer le trône de fer plus que vous…",
  "txt03": "Vous faites votre bilan perso et ce n’est pas brillant-brillant. Votre père est votre oncle, votre vrai père est fils de roi fou, votre tante est votre mère et votre maîtresse est votre tante… En pleine crise existentielle, vous checkez votre CV : bâtard à Winterfell puis roi du Nord, grouillot puis lord commandeur dans la Garde de nuit, sauveur des Sauvageons au-delà du Mur… C’est bien, mais pas top. On s’y caille gavé les miches dans tous les cas, ça ne valait pas le coup de ressusciter pour ça. Autant prendre le Trône de fer, vous y avez droit et c’est chauffé. Mais il faut dégager les marcheurs blancs…",
  "txt04": "Vous êtes contrariée. Vous avez des trous de mémoire à force de travailler à n’être personne en master class pro d’assassinat dans la secte des Sans-Visage. La solution ? Les to-do lists. Ça tombe, bien, vous en avez une sous la main, avec une palanquée de nuisibles à éradiquer de la manière la plus désagréable possible. Le boulot est bien avancé mais il ne reste plus qu’une seule saison, et mine de rien, l’hiver arrive. Trancher des gorges, c’est bien, mais ça reste de l’artisanat, il faut accélérer tout ça…",
  "txt05": "C’est quoi cette série dans lequel on a le rôle central mais à peine plus de temps à l’écran qu’Ed Sheeran en soldat troubadour dans la saison 7 ? Il est temps de changer tout ça. D’autant que la glace, ça va cinq minutes. Tout ce qui est liquide gèle, ce qui vous pose de réels problèmes de transit et nuit gravement à votre bonne humeur naturelle. Vous n’en montrez rien et vous marchez pépouze sur Westeros. Mais Dieu que c’est lent, même en jouant à réveiller les morts. Sept saisons pour atteindre le mur ! Il est temps d’accélérer et de se mettre les miches au chaud sur le trône…",
  "txtA": "Vous optez pour les dragons. On rigole avec ça, mais c’est quand même le fin du fin du séraphin pour les méchouis, épidémies, guerres médiévales et vide-greniers…Ça consomme du six moutons à l’heure facile, mais le résultat est là, sans même compter le prestige. Moins rentable que la Salamandre ou qu’un Dracofeu, mais le prix s’oublie, la qualité reste, ce n’est pas l‘arme de tout le monde. Livré par paquet de trois, sous réserve de disposer d’ADN Targaryen authentifié (bien lire la notice). Nouveauté : existe en version Captain Iglo.",
  "txtB": "L’idéal pour ça, ça reste quand même l’Armée des morts, zombies taillables et corvéables à merci, réutilisables à volonté, sans date de péremption. Oubliées les armées fossiles, énergivores et polluantes, places aux effectifs renouvelables, avec un taux de conversion de l’ennemi défiant toute concurrence. LA solution économique pour toutes conquêtes, dératisation et prises de pouvoir. Se méfier d’une tendance à se prendre la tête et jouer avec (bien lire la notice).",
  "txtC": "Rien ne vaut une bonne épée d’acier Valyrien pour faire avancer les choses. Les artefacts anciens, c’est trop la classe. On ne sait pas d’où ça vient, mais ça fleure bon la lignée chevaleresque, la légende des grandes maisons. Autrement dit, c’est pas du cure-dent de pécore. Pas difficile d’en trouver dans un vide-greniers, même Samwell Tarly en a une alors que le dernier effort qu’il ait fait avec une lame était de gratter les croûtes de Jorah Mormont. Attention les petits chéris, ça va trancher (bien lire la notice).",
  "txtD": "Thanos, le Titan fou, s’est gourré de série en jouant une fois de trop avec la Gemme de la Réalité. Constatant que la moitié de la distribution de GoT avait d’ores et déjà été décimée  de manière artisanale, il a renoncé au Gant de l’Infini et lancé une grande opération de benchmarking pour analyser les méthodes locales. Evitez de vous gratter le nez avec pour éviter les effets indésirables (bien lire la notice). Le célèbre claquement de doigts génocide est homologué par l’Avengers Code Authority.",
  "txtE": "Peu confiant dans les géants du Nord, vous faites appel à la Montagne, guerrier au palmarès long comme un générique de « James Bond ». Fiable et performant, sobre et silencieux, ce modèle d’occasion dégoté dans les invendus de la braderie de Port-Réal, particulièrement robuste, est programmé pour affronter moult menaces. Le système d’exploitation est réputé peu fiable (bien lire la notice) mais fonctionne encore à la voix. Eviter de lui faire croiser le Limier, sous peine de plantage.",
  "members": [
    {
      "nom":"Cersei",
      "famille":"Lannister",
      "bio": "Reine de Westeros de par son mariage avec le roi Robert Baratheon, Cersei Lannister est une femme née pour le pouvoir, inflexible mais blessée – deux de ses enfants, issus de sa relations incestueuse avec son frère Jaime, ont été assassinés, le troisième s’est suicidé – et humiliée par le clergé dont elle s’est vengée. Désormais seule sur le Trône de Fer, elle laisse ses ennemis marcher seuls contre les Marcheurs blancs pour mieux soumettre ceux qui survivront.",
      "episodes": "58 épisodes. Saison 1, épisode 1",
      "acteur":"Lena Headley s’est beaucoup consacrée au doublage de dessins animés et de jeux vidéo ces dernières années. Elle est au casting de « Une famille sur le ring » de Stephen Merchant, sur les écrans en juin.",
      "scenarios": [
        "Les bestiaux ne sont pas mega obéissants et refusent de cracher là où on leur dit de faire sous prétexte que vous n’avez pas décroché le bon code à la loterie génétique. Ils font leur quatre heures de l’armée des morts mais refusent d’attaquer Jon Snow et Daenerys Targaryen. Vous les terrorisez avec un portrait de Joffrey sans lunettes et ils s’exécutent. Manque de chance, vos ennemis sont ignifugés pire que l’amiante. Ils survivent mais repartent à poil faire les soldes. C’est toujours ça de pris...",
        "Les histoires de zombies vous débectent mais vous êtes pragmatique. Et puis flûte, la Montagne, il n’est déjà plus bien vivant…  Votre nécromancien fait des heures sup pour mettre sur pied votre propre armée des morts. Le Roi de la Nuit est impressionné. Il balaie vos ennemis et vous épouse, vous régnez sur un hiver permanent. Pour vous être agréable, il vous autorise à décongeler un serviteur de temps en temps. C’est toujours ça de pris......",
        "Maintenant, il vous apparaît clairement que votre Bac pro Princesse en alternance avec cours complémentaire Régence, qui vous a permis de prendre le pouvoir, ne prévoyait pas d’initiation au combat à l’épée. Vous la confiez à un général et vous envoyez vos troupes entre dragons et marcheurs blancs. Mais le front est fissuré par le choc thermique. Dans le doute, sans nouvelle, vous prenez un verre de vin à la fenêtre en souriant d’un air entendu. C’est toujours ça de pris...",
        "Vous retrouvez le gant dans un vide-greniers à Port-Réal, après l’explosion du Grand Septuaire de Belor. Vous vous réjouissez d’un pouvoir de destruction qui dépasse vos rêves les plus fous. Vous vous faîtes repousser les cheveux avec la gemme de Réalité, vous vous faîtes aimer de votre peuple avec celle de l’Esprit, vous abattez les dragons avec celle du Pouvoir avant de claquer des doigts pour rayer vos ennemis de la carte. Manque de bol, le gant n’efface que le vivant. Les morts restent en super forme et vous avec la main coincée dans un morceau de métal fondu. #Oups",
        "C’est votre garde du corps, après tout, c’est bien naturel qu’il monte au créneau pour les missions que votre jumeau, qui s’est retrouvé une conscience, ne veut plus effectuer. Il s’attaque à l’armée de Daenerys et se fait cueillir par les dragons, qui le fond rissoler façon corned beef en boîte, dans la graisse de mercenaire. Votre frère Tyrion le fait monter en lampe de chevet et vous le renvoie en cadeau de destitution. Vous comprenez à demi-mot et prenez la fuite à Var-Henn."
      ]
    },
    {
      "nom":"Daenerys",
      "famille":"Targaryen",
      "bio": "Fille du Roi fou Aeris Targaryen, déposé par Robert Baratheon et tué par Jaime Lannister, elle entend s’asseoir sur le Trône de fer, qu’elle estime lui revenir de droit. La mère des dragons, à la tête d’une armée composite, composée d’anciens esclaves et d’alliés de circonstances, entreprend de marcher sur Westeros. Alliée avec Jon Snow, dont elle tombe amoureuse en ignorant qu’il est son neveu, elle entreprend de marcher contre les Marcheurs blancs, qui ont abattu un de ses dragons.",
      "episodes": "56 épisodes. Saison 1, épisode 1",
      "acteur":"Emilia Clarke est apparue dans des franchises importantes, « Terminator : Genisys » ou « Solo : a Star Wars Story ». Elle vient de terminer « Above suspicion », un thriller de Philip Noyce.",
      "scenarios": [
        "Vous envoyez vos deux chéris restant face à leur frangin ressuscité en dragon mort-vivant et/ou de glace et ils lui font sa fête. Ils font place nette de l’armée des morts, parce que - quand même - c’est un peu dégueu, ça laisse des ossements partout. Vous chevauchez Drogon jusqu’au château de Cersei à Port-Réal. Le dragon, enrhumé durant son combat, met le feu aux dernière réserves de feu grégeois en éternuant, faisant sauter la ville. Cersei y passe, c’est toujours ça de pris...",
        "Les histoires de zombies vous débectent mais vous êtes pragmatique. Et puis flûte, vous avez déjà une armée d’esclaves (affranchis) et des troupes d’élites d’eunuques (affranchis aussi, on ne peut pas faire plus). Votre nécromancien fait des heures sup pour mettre sur pied votre propre armée des morts, troupes auxquelles vous redonnez immédiatement leur liberté. Ces derniers désigne un Comité d’hygiène, de sécurité et des conditions de travail. Les discussions s’enlisent sur le port obligatoire des haillons sur le champ de bataille... ",
        "Vous n’êtes pas Khaleesi pour des clous de Dragonstone. Vous chevauchez Drogon jusqu’au Roi de la Nuit et vous lui collez 80 cm d’acier Valyrien dans la tronche, ce qu’il digère raisonnablement mal. La mort du Vlad Tepes des glaces provoque instantanément celle de tous ceux qu’il a contaminé et/ou réveillé, ce qui fait qu’on est bien rassuré, on peut retourner aux affaires de famille. Un peu radical ? C’est quand même comme ça que ça risque de se terminer, non ?",
        "Un tel pouvoir de destruction vous effraie. Mais bon, il y a déjà de quoi faire avec les gemmes. Comme modifier son lien de parenté avec Jon Snow, tenter de sauver son petit dernier, Viserion, transformé en freezer volant tellement mal isolé que son diagnostic énergétique doit friser le F, modifier la date des soldes ou - objectif nettement plus raisonnable - instaurer la paix dans le monde. Avant de vous y mettre, vous claquez des doigts pour obtenir un rafraichissement en terrasse… #Oups",
        "Gregor “La Montagne” Clegane est accueilli à Dragonstone par vos deux petits chéris qui le rôtissent direct avant de le dépiauter et d’en faire leur quatre heures. Vous les engueulez d’une part parce que vous leur avez interdit les conserves, d’autre part parce que celle-là paraissait salement avariée. Vous avez confirmation lors de l’attaque des Marcheurs blancs. Vos bébés crachent des flammes vertes et l’un d’entre eux lâche une caisse toxique qui terrasse l’armée zombie. Victoire totale contre les forces du mal, mais défaite au tribunal contre les ONG environnementales locales…"
      ]
    },
    {
      "nom":"Jon",
      "famille":"Stark",
      "bio": "Longtemps considéré comme le bâtard de Ned Stark, il est en réalité son neveu, Aegon Targaryen, fils de la sœur de Stark et du fils aîné du Roi fou Aeris Targaryen. Cette filiation, qu’il ignore encore, le place comme héritier légitime du Trône de Fer. Ancien Commandant de la Garde de nuit, puis roi du Nord, celui qui a déjà connu la mort a pris la tête de la lutte contre les Marcheurs blancs. Il fait alliance avec Daenerys Targaryen dont il tombe amoureux, ignorant qu’elle est sa tante.",
      "episodes": "56 épisodes. Saison 1, épisode 1",
      "acteur":"Kit Harington a joué quelques rôles de péplum et thrillers sans grande postérité. Il se révèle dans « Ma vie avec John F. Donovan », le dernier film de Xavier Dolan, actuellement sur les écrans.",
      "scenarios": [
        "Vous piquez ses dragons à tata Daené et vous allez tabasser du mort vivant et des créatures au coeur plus gelé qu’un trader de la City, histoire d’oublier ce qui s’est passé la nuit précédente. Ils font place nette de l’armée des morts, parce que - quand même - c’est un peu dégueu, ça laisse des ossements partout. Vous chevauchez Rhaegal, qui porte à quelque chose près le nom de papa, jusqu’au château de Cersei à Port-Réal. Le dragon, enrhumé durant son combat, met le feu aux dernière réserves de feu grégeois en éternuant, faisant sauter la ville. Cersei y passe, c’est toujours ça de pris.. ",
        "Les histoires de zombies vous débectent mais vous êtes pragmatique. Et puis flûte, ce truc de la résurrection, vous y êtes passé, on n’en meurt pas. Votre nécromancien fait des heures sup pour mettre sur pied votre propre armée des morts, que vous menez face à celles du roi de la nuit. Les trépassés mettent un temps infini à se renvoyer les uns les autres dans l’au-delà. Vous finissez par jouer le royaume à pierre-papier-obsidienne avec le Roi de la Nuit. Vous n’auriez pas une idée derrière la tête ?",
        "Vous n’êtes pas Roi du Nord pour des nèfles de Winterfell. Vous chevauchez le dragon Rhaegal, qui porte à quelque chose près le nom de papa, jusqu’au Roi de la Nuit et vous lui collez 80 cm d’acier Valyrien dans la tronche, ce qu’il digère raisonnablement mal. La mort du Vlad Tepes des glaces provoque instantanément celle de tous ceux qu’il a contaminé et/ou réveillé, ce qui fait qu’on est bien rassuré, on peut retourner aux affaires de famille. Et là, on va se le dire, pour faire le tri, il y a du boulot...",
        "Un tel pouvoir de destruction vous effraie. Mais bon, il y a déjà de quoi faire avec les gemmes. Vous tentez de reculer dans le temps avant votre propre mort. Puis une deuxième fois pour retrouver votre compagne Ygritte, puis une troisième fois pour revoir son père adoptif, puis une quatrième pour voir le mariage de vos vrais parents. Et là, vous vous faites choper par votre demi-frère/cousin/corneille qui surveille la période et vous conseille de ne pas trop déconner avec les voyages dans le temps. Vous rentrez penaud dans le premier Tardis qui passe et avez toujours autant de problèmes qu’avant.",
        "Vous tentez d’expliquer à La Montagne ce que vous voulez de lui sans arriver à lui faire comprendre, lui faire hausser le sourcil, ou même lui arracher un mot. De guerre lasse, vous allez faire la guerre non-lasse aux Marcheurs blancs et à Cersei Lannister. Vous montez sur le trône, rétablissez la paix à Westeros, bannissez l’hiver éternel, adoptez trois gosses avec Tata Daené, croisez les dragons avec des loups, tournez un second film avec Xavier Dolan, puis vous revenez checker. Il n’a toujours pas bougé..."
      ]
    },
    {
      "nom":"Arya",
      "famille":"Stark",
      "bio": "La seconde fille de Ned Stark ne vit que pour tuer ceux qui ont trahi son père. En fuite, elle acquiert des compétences d’assassin grâce à l’enseignement de la secte des Sans-visage, qu’elle fuit pour accomplir sa vendetta. Elle exécute ses cibles une par une, avant de prendre la décision de rejoindre sa sœur Sansa à Winterfell. Littlefinger tente de les monter l’une contre l’autre. Arya l’exécute après la sentence prononcée par son aînée.",
      "episodes": "53 épisodes. Saison 1, épisode 1",
      "acteur":"Maisie Williams, après un détour par la série culte « Doctor Who », est à l’affiche des « Nouveaux Mutants », un spin-off des « X-Men ».",
      "scenarios": [
        "Les bestiaux ne sont pas mega obéissants et refusent de cracher là où on leur dit de faire sous prétexte que vous n’avez pas tapé le bon code génétique. Pour le coup, vous continuez de faire le job à la main. Livrés à eux-mêmes, les dragons prennent un peu de bon temps et s’amusent à tout incinérer sur leur passage. Une fois leurs agapes terminées, ils se cachent en sous-sol pour attendre la prochaine génération de bouffe sur patte. “Game of Thrones” saison 9 existe déjà, ça s’appelle “Le Règne du feu”.",
        "Les histoires de zombies vous débectent mais vous êtes pragmatique. Et puis flûte, vous avez une liste à finir, on n’a rien sans rien. Votre nécromancien fait des heures sup pour mettre sur pied votre propre armée des morts. Vous inspectez les troupes pour réaliser qu’elles sont constituées de vos propres victimes, plutôt remontées contre vous, même si elles ne sont plus très Frey. Tout à refaire ! On peut être sans visage et se taper la tête contre les murs",
        "Vous n’êtes pas maîtresse assassin pour des prunes de Braavos. Vous prenez le visage d’un Marcheur blanc pour approcher le Roi de la Nuit et vous lui collez 80 cm d’acier Valyrien dans la tronche, ce qu’il digère raisonnablement mal. La mort du Vlad Tepes des glaces provoque instantanément celle de tous ceux qu’il a contaminé et/ou réveillé, ce qui fait qu’on est bien rassuré, on peut retourner à la liste des condamnés. Un peu radical ? Une fille est Personne, et quand Personne fâchée, elle toujours faire comme ça.",
        "Un tel pouvoir de destruction vous effraie ? Mais pas autant que l’énormité de la chose. Un méchant d’“Avengers” qui vous laisse un objet céleste à la merci du premier amateur de vide-greniers. Vous appelez votre agent pour l’engueuler et lui rappeler que vous détestez les cross-over. Il vous rassure et vous informe qu’il a trouvé un super rôle pour vous dans le jeu vidéo “Super Smash bros Ultimate”. Vous le rajoutez à votre liste...",
        "Vous réalisez bien vite que le bonhomme ne vous sert à rien. D’autant qu’il est sur votre liste. Vous le butez vite fait, ça ne change rien à votre situation, mais c’est toujours ça de pris.... "
      ]
    },
    {
      "nom":"Roi de la nuit",
      "famille":"Roi",
      "bio": "Ce personnage central, premier et leader des Marcheurs blancs, créatures de glace aux capacités surhumaines, capables de faire se lever les morts pour créer une gigantesque armée de zombies, à leur service, n’a fait que quelques apparitions dans la séries. Créé par les Enfants de la forêt, il entreprend de détruire le monde vivant. Il chevauche Viserion, un des dragons de Daenerys, tué et ressuscité sous forme d’un dragon de glace.",
      "episodes": "9 épisodes. Saison 4, épisode 2",
      "acteur":"D’abord interprété par Richard Brake, il est désormais interprété par le cascadeur Vladimir Furdik",
      "scenarios": [
        "Vous avez fait jouer la dernière option pour éviter d’avoir à tuer et à ressusciter des trucs en permanence. Menés par celui que vous avez déjà piqué à Daenerys, vos dragons dévastent le pays et dispersent vos ennemis façon puzzle. Vous entrez dans un Port-Réal transformé en chambre froide industrielle et vous vous installez sur le trône avant d’être terrassé par… une crise d’urticaire géant. Un diagnostic environnemental laisse apparaître des traces d’acier Valyrien dans le fer du trône. Vous faîtes un procès à George R.R. Martin...",
        "Vous kiffez les zombies, mais vous vous en lassez. Des années que levez, re-levez, re-re-levez des armées de morts vivants, avec une telle constance que ça en devient lassant. Sans compter qu’ils sont cons comme des pelles sans manche. Vous les envoyez dans le Sud, au moins ils arrêteront de laisser des saloperies sur votre parquet en glace immaculée. Comment ça, ils ont déclenché une guerre ?",
        "Vous n’êtes pas le Roi de la Nuit pour rien. Vous saisissez l’épée avec des gants et vous la rejetez le plus loin possible en restant aussi digne que Cersei Lannister au balcon avec un verre de vin à la main. C’est de l’acier Valyrien. VA-LY-RIEN, vous pigez ? Jamais vous ne touchez un truc comme ça. Plutôt mourir, une nouvelle fois, ce qui risque d’arriver d’ailleurs. Mais quel est le pervers qui a imaginé un tel scénario ?",
        "Vous jubilez après qu’un Marcheur blanc vous a découvert le gant dans un vide-greniers de l’autre côté du mur.  Exactement le type d’artefact qui peut vous faire gagner du temps ! Vous claquez des doigts comme un fou pour éliminer tout ce qui est vivant dans le pays. Mais une nation de morts vivants, ça lasse, vous partez planter vos stalacmites ailleurs. mais avant, vous recouvrez les morts de glace pour plus tard, au cas où on trouverait quelque chose d’intelligent pour les recycler. “Game of Thrones” saison 9 existe déjà, ça s’appelle “La Compagnie des Glaces”.",
        "Mais honnêtement, qu’est-ce que vous voulez faire d’un truc comme ça ? Trois quintaux de viande avariée sanglés dans une armure trop étroite ! Vous me gelez tout ça en vous demandant si le scénariste ne s’est pas un peu foutu de vous, alors que vous traquez “l’élu” Jon Snow depuis déjà sept ans. Vous rebootez le programme, mettez des lunettes noires et reprenez la traque de l’élu, qui se cache sous le nom de Néo. “Game of Thrones” saison 8.1 existe déjà, ça s’appelle “Matrix”."
      ]
    }
  ]
}